{
  "updated_at": "2023-01-19T14:55:44Z",
  "content": "\u003cp\u003ePlease mind that the \u003ca href=\"mailto:staff@mastodon.social\"\u003estaff@mastodon.social\u003c/a\u003e e-mail is for inquiries related to the operation of the mastodon.social server specifically. If your account is on another server, \u003cstrong\u003ewe will not be able to assist you\u003c/strong\u003e. For inquiries not related specifically to the operation of this server, such as press inquiries about Mastodon gGmbH, please contact \u003ca href=\"mailto:press@joinmastodon.org\"\u003epress@joinmastodon.org\u003c/a\u003e. Additional addresses:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eLegal, GDPR, DMCA: \u003ca href=\"mailto:legal@mastodon.social\"\u003elegal@mastodon.social\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003eAppeals: \u003ca href=\"mailto:moderation@mastodon.social\"\u003emoderation@mastodon.social\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eFunding\u003c/h2\u003e\n\n\u003cp\u003eThis server is crowdfunded by \u003ca href=\"https://patreon.com/mastodon\"\u003ePatreon donations\u003c/a\u003e. For a list of sponsors, see \u003ca href=\"https://joinmastodon.org/sponsors\"\u003ejoinmastodon.org\u003c/a\u003e.\u003c/p\u003e\n\n\u003ch2\u003eReporting and moderation\u003c/h2\u003e\n\n\u003cp\u003eWhen reporting accounts, please make sure to include at least a few posts that show rule-breaking behaviour, when applicable. If there is any additional context that might help make a decision, please also include it in the comment. This is especially important when the content is in a language nobody on the moderation team speaks.\u003c/p\u003e\n\n\u003cp\u003eWe usually handle reports within 24 hours. Please mind that you are not notified when a report you have made has led to a punitive action, and that not all punitive actions are externally visible. For first time offenses, we may opt to delete offending content, escalating to harsher measures on repeat offenses.\u003c/p\u003e\n\n\u003cp\u003eWe have a team of paid moderators. If you would like to become a moderator, get in touch with us through the e-mail address above.\u003c/p\u003e\n\n\u003ch2\u003eImpressum\u003c/h2\u003e\n\n\u003cp\u003eMastodon gGmbH\u003cbr\u003e\nMühlenstraße 8a\u003cbr\u003e\n14167 Berlin\u003cbr\u003e\nGermany\u003c/p\u003e\n\n\u003cp\u003eE-Mail-Adresse: hello@joinmastodon.org\u003c/p\u003e\n\n\u003cp\u003eVertretungsberechtigt: Eugen Rochko (Geschäftsführer)\u003c/p\u003e\n\n\u003cp\u003eUmsatzsteuer Identifikationsnummer (USt-ID): DE344258260\u003c/p\u003e\n\n\u003cp\u003eHandelsregister\u003cbr\u003e\nGeführt bei: Amtsgericht Charlottenburg\u003cbr\u003e\nNummer: HRB 230086 B\u003c/p\u003e\n"
}
